Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryDir2WithSpacing Property
 "Minor, Both Faces"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryDir2WithSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryDir2WithSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryDir2WithSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryDir2WithSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace